alsa-utils
autoconf
automake
base
bat
bc
bison
chrony
clang
cmake
dolphin
dunst
efibootmgr
eog
fakeroot
feh
firefox
flameshot
flex
git
groff
grub
htop
i3-gaps
i3blocks
i3lock
i3status
konsole
light
linux
linux-firmware
m4
make
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
os-prober
patch
pavucontrol
php
picom
pkgconf
pulseaudio
python-pyalsa
qt5ct
redshift
rhythmbox
rofi
rsync
rust
sudo
tmux
tree
ttf-dejavu
ttf-ubuntu-font-family
unzip
vi
vim
wget
xbindkeys
xorg-server
xorg-xinit
zip
zsh
